Repository: juliensalinas/python-django-api-reactjs-frontend-slate-documentation-various-client-libs
Catalog: django_project/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Your new subscription is now set. Thank you !
fr: Votre nouvel abonnement a bien été pris en compte. Merci !

source: Your payment was successfull. You will receive a receipt by email soon. Thank you and enjoy your new subscription !
fr: Votre paiement a été traité avec succès. Vous recevrez bientôt un reçu par email. Merci, nous espérons que ce service vous plait !

source: API
fr: API Fasttrack

source: Payment
fr: Paiement

source: Requests per month:
fr: Requêtes par mois:

source: Price:
fr: Prix:

source: Card number
fr: Numéro de carte

source: Expiration date
fr: Date d'expiration

source: Submit Payment
fr: Soumettre le paiement

source: Dashboard
fr: Tableau de bord

source: Company Lookup
fr: Recherche d'entreprise

source: Contact Lookup
fr: Recherche de contact

source: Account
fr: Compte

source: API Key
fr: Clé API

source: Subscription
fr: Abonnement

source: API Docs
fr: Doc de l'API

source: Logout
fr: Déconnexion

source: Choose the plan you need
fr: Choisissez l'offre qui colle le mieux a vos besoins

source: requests/month
fr: requêtes/mois

source: Subscribe
fr: Souscrire

source: Here is your current subscription plan
fr: Voici votre abonnement actuel

source: You are currently allowed to request the API
fr: Vous êtes actuellement autorisé à utiliser l'API

source: times per month.
fr: fois par mois.

source: Price of your plan:
fr: Tarif de votre offre:

source: This plan is free of charge.
fr: Cette offre est gratuite.

source: You have
fr: Vous avez

source: requests left.
fr: requêtes encore disponibles.

source: You will get new requests by
fr: Date de rechargement de votre compte:

source: If you need more requests now, feel free to upgrade your subscription plan !
fr: Si vous avez besoin d'effectuer plus de requêtes, n'hésitez pas à souscrire à l'offre supérieure dès maintenant !

source: Switch plan !
fr: Changer d'offre !

source: An error occured. Please try again.
fr: Une erreur est survenue. Veuillez réessayer.

source: An error occured during payment. Please try again or contact us. You have not been charged.
fr: Une erreur est survenue durant le paiement. Veuillez réessayer ou bien nous contacter. Votre carte n'a pas été débitée.
